Feature: Перегляд переліку типів води
As a користувач цього магазину
I want to була можливість детальніше дізнатися інформацію про воду
In order to  мати можливість швидко зробити підходяще вибір

Scenario 1: при заходженні на сайт мені пропонуються типи води
Given користувач вибирає певний тип
And обирає якусь конкретну марку води
When користувач знаходиться на сторінці зі водою
Then користувач має змогу бачити склад води і нижче воду зі схожими характеристиками.

Scenario 2: воду можна вибирати за певними фільтрами
Given користувач обирає певні фільтри присутності ефектів,складу(газирована,минеральна)
And користувач обирає певні фільтри відсутності ефектів
When коли вибрал категорію води
Then користувач має змогу бачити тільки ту воду, яка відповідає фільтрам(його вимогам)
