Feature: Перегляд видів скульптур
As a клієнт цього додатку
I want to була можливість детальніше дізнатися вимоги до складінстю создання скульптур
In order to  мати можливість збереження свого фізичного стану в безпеці

Scenario 1: при заходженні в додаток  пропонуються види скульптур за складністю
Given клієнт вибирає певний вид
And обирає якись конкретну скульптуру
When клієнт тільки зайшов в додаток
Then клієнт має змогу заздалегідь розраховувати на певне навантаження

Scenario 2: При реєстрації клієнт заповнює анкету про свій вік, здатність створювати різні скульптури і матеріальний стан
Given клієнт обирає певні матеріальни обмеження чи їх  відсутність, вік
And  бажання з якою  складністю створювати скульптури
When  реєструється
Then клієнт має змогу бачити тільки ті скульптури, які безпечні для її здоров'я та по матеріальному обмеженню
