Feature: Перегляд переліку типів води
As a покупець цього магазину
I want to була можливість детальніше дізнатися інформацію про воду
In order to  мати можливість швидко зробити підходяще вибір

Scenario 1: при заходженні на сайт мені пропонуються типи води
Given клієнт вибирає певний тип
And обирає якусь конкретну марку води
When клієнт знаходиться на сторінці зі водою
Then клієнт має змогу бачити склад води і нижче воду зі схожими характеристиками.

Scenario 2: воду можна вибирати за певними фільтрами
Given клієнт обирає певні фільтри присутності ефектів,складу(газирована,минеральна)
And клієнт обирає певні фільтри відсутності ефектів
When коли вибрал категорію води
Then клієнт має змогу бачити тільки ту воду, яка відповідає фільтрам(його вимогам)
