Feature: Перегляд інформації про скульптури
As a клієнт цього додатку
I want to була можливість детальніше дізнатися про інформацію о скульптурах
In order to  мати можливість збагачувати свої знання щодо цього напряму

Scenario 1: при переходженні на сторінку з скульптурами буде кнопка, за допомогою якої користувачка буде перенесено на відповідну сторінку 
Given клієнт вибирає певну скульптуру
And і натискає кнопку "додаткова інформація"
When знаходиться на сторінці конкретної скульптури 
Then клієнт має змогу дізнатися інформацію про цю скульптуру

Scenario 2: При заходженні в додаток, при наведені мишею на категорію скульптури(за видом) буде висвічена загальна інформація про скульптур цього вида
Given клієнт заходить у додаток
And  наводить курсор на певну категорію скульптур
When  знаходить на головній сторінці
Then клієнт має змогу бачити загальну інформацію про скульптури цієї категорії
